{"<PAD>": 0, "<UNK>": 1, "the": 2, "to": 3, "a": 4, "of": 5, "in": 6, "and": 7, "s": 8, "on": 9, "for": 10, "that": 11, "with": 12, "as": 13, "at": 14, "its": 15, "is": 16, "new": 17, "by": 18, "it": 19, "said": 20, "has": 21, "from": 22, "reuters": 23, "an": 24, "ap": 25, "his": 26, "will": 27, "after": 28, "was": 29, "us": 30, "lt": 31, "gt": 32, "be": 33, "over": 34, "have": 35, "up": 36, "their": 37, "two": 38, "first": 39, "are": 40, "year": 41, "quot": 42, "but": 43, "more": 44, "he": 45, "world": 46, "u": 47, "this": 48, "one": 49, "company": 50, "monday": 51, "oil": 52, "out": 53, "wednesday": 54, "tuesday": 55, "thursday": 56, "not": 57, "against": 58, "friday": 59, "inc": 60, "than": 61, "into": 62, "b": 63, "last": 64, "they": 65, "about": 66, "iraq": 67, "york": 68, "yesterday": 69, "who": 70, "three": 71, "president": 72, "no": 73, "microsoft": 74, "million": 75, "were": 76, "game": 77, "t": 78, "week": 79, "been": 80, "time": 81, "says": 82, "had": 83, "corp": 84, "united": 85, "when": 86, "stocks": 87, "sunday": 88, "prices": 89, "government": 90, "could": 91, "would": 92, "security": 93, "years": 94, "group": 95, "today": 96, "people": 97, "off": 98, "which": 99, "may": 100, "second": 101, "afp": 102, "percent": 103, "back": 104, "software": 105, "all": 106, "next": 107, "season": 108, "team": 109, "day": 110, "win": 111, "third": 112, "internet": 113, "saturday": 114, "or": 115, "night": 116, "can": 117, "quarter": 118, "china": 119, "high": 120, "top": 121, "state": 122, "market": 123, "deal": 124, "some": 125, "sales": 126, "open": 127, "four": 128, "minister": 129, "news": 130, "bush": 131, "billion": 132, "record": 133, "down": 134, "business": 135, "end": 136, "n": 137, "announced": 138, "international": 139, "washington": 140, "most": 141, "former": 142, "killed": 143, "profit": 144, "report": 145, "victory": 146, "officials": 147, "city": 148, "court": 149, "service": 150, "home": 151, "plans": 152, "month": 153, "com": 154, "set": 155, "if": 156, "other": 157, "states": 158, "you": 159, "european": 160, "before": 161, "chief": 162, "american": 163, "technology": 164, "lead": 165, "search": 166, "computer": 167, "league": 168, "talks": 169, "cup": 170, "just": 171, "space": 172, "online": 173, "five": 174, "country": 175, "what": 176, "now": 177, "national": 178, "british": 179, "expected": 180, "largest": 181, "reported": 182, "take": 183, "shares": 184, "red": 185, "india": 186, "target": 187, "bank": 188, "japan": 189, "won": 190, "federal": 191, "prime": 192, "google": 193, "major": 194, "network": 195, "final": 196, "police": 197, "under": 198, "least": 199, "make": 200, "iraqi": 201, "election": 202, "ibm": 203, "web": 204, "hit": 205, "another": 206, "research": 207, "south": 208, "music": 209, "made": 210, "according": 211, "co": 212, "maker": 213, "long": 214, "update": 215, "bid": 216, "leader": 217, "companies": 218, "help": 219, "get": 220, "big": 221, "mobile": 222, "while": 223, "games": 224, "during": 225, "san": 226, "m": 227, "london": 228, "there": 229, "series": 230, "coach": 231, "between": 232, "still": 233, "plan": 234, "industry": 235, "say": 236, "i": 237, "p": 238, "way": 239, "baghdad": 240, "war": 241, "dollar": 242, "old": 243, "run": 244, "them": 245, "giant": 246, "based": 247, "growth": 248, "services": 249, "since": 250, "al": 251, "through": 252, "early": 253, "data": 254, "north": 255, "her": 256, "nuclear": 257, "wireless": 258, "trade": 259, "sports": 260, "href": 261, "start": 262, "system": 263, "higher": 264, "cut": 265, "phone": 266, "military": 267, "left": 268, "six": 269, "australia": 270, "gold": 271, "earnings": 272, "test": 273, "union": 274, "buy": 275, "being": 276, "so": 277, "john": 278, "only": 279, "th": 280, "un": 281, "move": 282, "stock": 283, "him": 284, "palestinian": 285, "loss": 286, "like": 287, "players": 288, "official": 289, "strong": 290, "general": 291, "apple": 292, "amp": 293, "months": 294, "agreed": 295, "go": 296, "sox": 297, "days": 298, "half": 299, "man": 300, "oracle": 301, "because": 302, "air": 303, "attack": 304, "israeli": 305, "face": 306, "windows": 307, "many": 308, "ahead": 309, "latest": 310, "global": 311, "olympic": 312, "troops": 313, "quickinfo": 314, "fullquote": 315, "price": 316, "england": 317, "intel": 318, "gaza": 319, "russia": 320, "play": 321, "again": 322, "biggest": 323, "free": 324, "firm": 325, "executive": 326, "west": 327, "rose": 328, "round": 329, "found": 330, "held": 331, "press": 332, "even": 333, "near": 334, "head": 335, "jobs": 336, "users": 337, "drug": 338, "including": 339, "pay": 340, "boston": 341, "russian": 342, "iran": 343, "rise": 344, "ago": 345, "reports": 346, "e": 347, "football": 348, "power": 349, "released": 350, "despite": 351, "economy": 352, "st": 353, "points": 354, "part": 355, "europe": 356, "peoplesoft": 357, "car": 358, "much": 359, "o": 360, "forces": 361, "athens": 362, "how": 363, "investors": 364, "past": 365, "economic": 366, "release": 367, "peace": 368, "canadian": 369, "street": 370, "key": 371, "offer": 372, "eu": 373, "pakistan": 374, "work": 375, "your": 376, "video": 377, "beat": 378, "use": 379, "uk": 380, "public": 381, "seven": 382, "case": 383, "fourth": 384, "nation": 385, "source": 386, "presidential": 387, "bomb": 388, "share": 389, "pc": 390, "foreign": 391, "where": 392, "title": 393, "right": 394, "should": 395, "weeks": 396, "nations": 397, "nearly": 398, "close": 399, "do": 400, "around": 401, "tokyo": 402, "called": 403, "sun": 404, "america": 405, "workers": 406, "israel": 407, "linux": 408, "lower": 409, "attacks": 410, "life": 411, "financial": 412, "systems": 413, "wins": 414, "support": 415, "media": 416, "nasa": 417, "french": 418, "kerry": 419, "australian": 420, "house": 421, "championship": 422, "korea": 423, "agency": 424, "launch": 425, "contract": 426, "best": 427, "wall": 428, "fall": 429, "francisco": 430, "leaders": 431, "digital": 432, "low": 433, "put": 434, "men": 435, "late": 436, "leading": 437, "player": 438, "number": 439, "fell": 440, "september": 441, "october": 442, "line": 443, "party": 444, "demand": 445, "chicago": 446, "net": 447, "crude": 448, "used": 449, "also": 450, "led": 451, "death": 452, "took": 453, "scientists": 454, "florida": 455, "hurricane": 456, "any": 457, "job": 458, "good": 459, "rival": 460, "following": 461, "race": 462, "consumer": 463, "killing": 464, "return": 465, "arafat": 466, "darfur": 467, "chip": 468, "per": 469, "capital": 470, "army": 471, "program": 472, "vote": 473, "center": 474, "here": 475, "version": 476, "charges": 477, "france": 478, "keep": 479, "japanese": 480, "commission": 481, "yankees": 482, "agreement": 483, "campaign": 484, "school": 485, "future": 486, "trial": 487, "bill": 488, "both": 489, "quote": 490, "site": 491, "star": 492, "well": 493, "making": 494, "products": 495, "strike": 496, "we": 497, "profile": 498, "dead": 499, "region": 500, "give": 501, "study": 502, "anti": 503, "show": 504, "britain": 505, "board": 506, "women": 507, "management": 508, "tech": 509, "customers": 510, "might": 511, "results": 512, "defense": 513, "battle": 514, "away": 515, "conference": 516, "decision": 517, "several": 518, "energy": 519, "office": 520, "november": 521, "little": 522, "eight": 523, "northern": 524, "manager": 525, "sony": 526, "costs": 527, "place": 528, "meeting": 529, "without": 530, "political": 531, "southern": 532, "militants": 533, "sudan": 534, "hostage": 535, "shot": 536, "running": 537, "sell": 538, "elections": 539, "gets": 540, "takes": 541, "california": 542, "baseball": 543, "champions": 544, "health": 545, "field": 546, "recent": 547, "judge": 548, "taking": 549, "re": 550, "champion": 551, "cuts": 552, "canada": 553, "real": 554, "cost": 555, "due": 556, "fight": 557, "tax": 558, "interest": 559, "winning": 560, "central": 561, "such": 562, "straight": 563, "match": 564, "quarterly": 565, "force": 566, "mail": 567, "fans": 568, "hopes": 569, "tv": 570, "department": 571, "told": 572, "ceo": 573, "claims": 574, "she": 575, "los": 576, "whether": 577, "better": 578, "michael": 579, "post": 580, "rate": 581, "using": 582, "times": 583, "giants": 584, "likely": 585, "scored": 586, "east": 587, "increase": 588, "grand": 589, "across": 590, "own": 591, "launched": 592, "violence": 593, "look": 594, "university": 595, "amid": 596, "small": 597, "mark": 598, "lost": 599, "saying": 600, "angeles": 601, "become": 602, "texas": 603, "club": 604, "money": 605, "action": 606, "history": 607, "rates": 608, "chairman": 609, "chinese": 610, "trading": 611, "unit": 612, "fire": 613, "houston": 614, "williams": 615, "stores": 616, "weekend": 617, "server": 618, "hits": 619, "among": 620, "too": 621, "control": 622, "germany": 623, "cash": 624, "same": 625, "morning": 626, "call": 627, "rebels": 628, "secretary": 629, "desktop": 630, "come": 631, "behind": 632, "information": 633, "cell": 634, "oct": 635, "accused": 636, "phones": 637, "change": 638, "euro": 639, "soldiers": 640, "seen": 641, "going": 642, "yahoo": 643, "possible": 644, "german": 645, "drop": 646, "aid": 647, "ipod": 648, "injured": 649, "afghanistan": 650, "profits": 651, "boost": 652, "operating": 653, "makes": 654, "hold": 655, "meet": 656, "barrel": 657, "white": 658, "law": 659, "see": 660, "communications": 661, "august": 662, "exchange": 663, "senior": 664, "few": 665, "ever": 666, "revenue": 667, "store": 668, "almost": 669, "calls": 670, "less": 671, "speed": 672, "warned": 673, "bankruptcy": 674, "reach": 675, "did": 676, "nine": 677, "radio": 678, "point": 679, "thousands": 680, "medal": 681, "paris": 682, "hard": 683, "rally": 684, "nov": 685, "indian": 686, "access": 687, "full": 688, "gas": 689, "airlines": 690, "takeover": 691, "posted": 692, "ready": 693, "food": 694, "reserve": 695, "file": 696, "showed": 697, "signed": 698, "africa": 699, "engine": 700, "human": 701, "fund": 702, "term": 703, "g": 704, "those": 705, "production": 706, "television": 707, "coast": 708, "afghan": 709, "opening": 710, "forecast": 711, "sign": 712, "must": 713, "stadium": 714, "toronto": 715, "yet": 716, "d": 717, "terror": 718, "earlier": 719, "tour": 720, "got": 721, "david": 722, "step": 723, "jones": 724, "short": 725, "nfl": 726, "fuel": 727, "markets": 728, "growing": 729, "offering": 730, "stop": 731, "wants": 732, "spain": 733, "division": 734, "soon": 735, "opposition": 736, "outlook": 737, "find": 738, "sale": 739, "helped": 740, "performance": 741, "olympics": 742, "blue": 743, "begin": 744, "far": 745, "stake": 746, "association": 747, "probe": 748, "americans": 749, "rebel": 750, "corporate": 751, "began": 752, "concerns": 753, "font": 754, "sept": 755, "blair": 756, "african": 757, "product": 758, "local": 759, "green": 760, "ltd": 761, "came": 762, "gains": 763, "insurance": 764, "networks": 765, "threat": 766, "western": 767, "flight": 768, "ended": 769, "efforts": 770, "countries": 771, "legal": 772, "died": 773, "administration": 774, "members": 775, "pm": 776, "career": 777, "once": 778, "already": 779, "station": 780, "airline": 781, "investment": 782, "arrested": 783, "fighting": 784, "list": 785, "analysts": 786, "looking": 787, "miami": 788, "council": 789, "spending": 790, "trying": 791, "hours": 792, "weapons": 793, "great": 794, "competition": 795, "personal": 796, "within": 797, "need": 798, "teams": 799, "family": 800, "arsenal": 801, "drive": 802, "holiday": 803, "visit": 804, "continue": 805, "computers": 806, "madrid": 807, "supply": 808, "heart": 809, "others": 810, "rules": 811, "charged": 812, "airways": 813, "spam": 814, "rights": 815, "black": 816, "don": 817, "beijing": 818, "outside": 819, "nba": 820, "retail": 821, "george": 822, "until": 823, "sharon": 824, "c": 825, "starting": 826, "pressure": 827, "crisis": 828, "authorities": 829, "selling": 830, "enough": 831, "seattle": 832, "paul": 833, "dell": 834, "gave": 835, "coming": 836, "offers": 837, "asia": 838, "storm": 839, "consumers": 840, "development": 841, "italian": 842, "finally": 843, "manchester": 844, "effort": 845, "ruling": 846, "toward": 847, "bay": 848, "yards": 849, "executives": 850, "reached": 851, "quarterback": 852, "injury": 853, "suicide": 854, "children": 855, "fears": 856, "ban": 857, "popular": 858, "each": 859, "size": 860, "then": 861, "bowl": 862, "retailer": 863, "policy": 864, "labor": 865, "sees": 866, "devices": 867, "getting": 868, "side": 869, "charge": 870, "survey": 871, "push": 872, "taken": 873, "aimed": 874, "cisco": 875, "electronics": 876, "failed": 877, "blast": 878, "name": 879, "large": 880, "rivals": 881, "q": 882, "yukos": 883, "researchers": 884, "operations": 885, "continued": 886, "shows": 887, "problems": 888, "private": 889, "double": 890, "college": 891, "main": 892, "kill": 893, "goal": 894, "known": 895, "further": 896, "basketball": 897, "ivan": 898, "turn": 899, "powerful": 900, "rising": 901, "fraud": 902, "yasser": 903, "hope": 904, "want": 905, "moscow": 906, "working": 907, "fired": 908, "area": 909, "soccer": 910, "missing": 911, "risk": 912, "palestinians": 913, "raised": 914, "davis": 915, "named": 916, "focus": 917, "filed": 918, "card": 919, "calif": 920, "asian": 921, "chips": 922, "atlanta": 923, "above": 924, "kills": 925, "suspected": 926, "merger": 927, "level": 928, "winter": 929, "warning": 930, "leave": 931, "signs": 932, "faces": 933, "firms": 934, "defeat": 935, "challenge": 936, "terrorism": 937, "mission": 938, "debt": 939, "never": 940, "designed": 941, "muslim": 942, "annual": 943, "planned": 944, "park": 945, "dvd": 946, "chance": 947, "x": 948, "businesses": 949, "satellite": 950, "investigation": 951, "town": 952, "issue": 953, "storage": 954, "try": 955, "fresh": 956, "order": 957, "dollars": 958, "track": 959, "allow": 960, "delta": 961, "expectations": 962, "went": 963, "issues": 964, "staff": 965, "sold": 966, "lawsuit": 967, "earth": 968, "cricket": 969, "tony": 970, "provide": 971, "xp": 972, "miss": 973, "detroit": 974, "young": 975, "hundreds": 976, "december": 977, "amd": 978, "groups": 979, "let": 980, "available": 981, "bring": 982, "nokia": 983, "securities": 984, "singapore": 985, "hospital": 986, "attempt": 987, "launches": 988, "seeks": 989, "water": 990, "sites": 991, "cp": 992, "officer": 993, "sent": 994, "italy": 995, "island": 996, "experts": 997, "debate": 998, "regulators": 999, "boeing": 1000, "build": 1001, "cbs": 1002, "najaf": 1003, "ryder": 1004, "every": 1005, "claim": 1006, "guard": 1007, "approved": 1008, "runs": 1009, "dutch": 1010, "medical": 1011, "prison": 1012, "hand": 1013, "drugs": 1014, "does": 1015, "democratic": 1016, "worth": 1017, "employees": 1018, "enterprise": 1019, "militant": 1020, "singh": 1021, "w": 1022, "philadelphia": 1023, "losses": 1024, "fallujah": 1025, "browser": 1026, "mart": 1027, "astros": 1028, "hp": 1029, "closer": 1030, "islamic": 1031, "wal": 1032, "safety": 1033, "body": 1034, "clear": 1035, "building": 1036, "ireland": 1037, "johnson": 1038, "asked": 1039, "finance": 1040, "nasdaq": 1041, "prize": 1042, "ground": 1043, "captain": 1044, "lines": 1045, "ex": 1046, "current": 1047, "brazil": 1048, "sprint": 1049, "unveiled": 1050, "louis": 1051, "brown": 1052, "congress": 1053, "role": 1054, "alleged": 1055, "strip": 1056, "moon": 1057, "tournament": 1058, "urged": 1059, "process": 1060, "looks": 1061, "confirmed": 1062, "sets": 1063, "given": 1064, "holding": 1065, "fifth": 1066, "road": 1067, "credit": 1068, "generation": 1069, "technologies": 1070, "giving": 1071, "hostages": 1072, "losing": 1073, "project": 1074, "middle": 1075, "disney": 1076, "goes": 1077, "woods": 1078, "applications": 1079, "poll": 1080, "equipment": 1081, "break": 1082, "putin": 1083, "later": 1084, "settle": 1085, "cent": 1086, "bad": 1087, "turned": 1088, "rises": 1089, "playing": 1090, "comes": 1091, "vs": 1092, "ranked": 1093, "dow": 1094, "warns": 1095, "decided": 1096, "added": 1097, "average": 1098, "create": 1099, "golf": 1100, "code": 1101, "special": 1102, "offensive": 1103, "kidnapped": 1104, "woman": 1105, "jets": 1106, "our": 1107, "stay": 1108, "mike": 1109, "increased": 1110, "broadband": 1111, "pro": 1112, "changes": 1113, "light": 1114, "travel": 1115, "accounting": 1116, "bonds": 1117, "forward": 1118, "ending": 1119, "sources": 1120, "insurgents": 1121, "range": 1122, "color": 1123, "claimed": 1124, "f": 1125, "acquire": 1126, "event": 1127, "rocket": 1128, "director": 1129, "millions": 1130, "moved": 1131, "bn": 1132, "posts": 1133, "greece": 1134, "wounded": 1135, "spokesman": 1136, "pilots": 1137, "summer": 1138, "minnesota": 1139, "inning": 1140, "aug": 1141, "indonesia": 1142, "gain": 1143, "why": 1144, "watch": 1145, "position": 1146, "steve": 1147, "gives": 1148, "fast": 1149, "taiwan": 1150, "crash": 1151, "opened": 1152, "very": 1153, "ms": 1154, "plane": 1155, "virus": 1156, "confidence": 1157, "received": 1158, "know": 1159, "course": 1160, "virginia": 1161, "camp": 1162, "though": 1163, "evidence": 1164, "single": 1165, "ford": 1166, "airport": 1167, "remain": 1168, "funds": 1169, "huge": 1170, "save": 1171, "advanced": 1172, "stage": 1173, "suspended": 1174, "cleric": 1175, "touchdown": 1176, "chelsea": 1177, "standard": 1178, "decline": 1179, "care": 1180, "debut": 1181, "voters": 1182, "falls": 1183, "having": 1184, "seeking": 1185, "washingtonpost": 1186, "talk": 1187, "join": 1188, "tennis": 1189, "remains": 1190, "homes": 1191, "july": 1192, "continues": 1193, "device": 1194, "related": 1195, "justice": 1196, "seek": 1197, "guilty": 1198, "border": 1199, "row": 1200, "raise": 1201, "memory": 1202, "slow": 1203, "appeal": 1204, "tiger": 1205, "kashmir": 1206, "turkey": 1207, "leads": 1208, "cardinals": 1209, "dispute": 1210, "moves": 1211, "ruled": 1212, "able": 1213, "supreme": 1214, "streak": 1215, "winner": 1216, "explosion": 1217, "january": 1218, "nextel": 1219, "sharing": 1220, "settlement": 1221, "banks": 1222, "review": 1223, "mexico": 1224, "hurt": 1225, "flat": 1226, "deficit": 1227, "draw": 1228, "j": 1229, "missile": 1230, "form": 1231, "expects": 1232, "spanish": 1233, "futures": 1234, "acquisition": 1235, "minutes": 1236, "korean": 1237, "toll": 1238, "panel": 1239, "proposed": 1240, "protection": 1241, "doesn": 1242, "itunes": 1243, "didn": 1244, "scandal": 1245, "howard": 1246, "below": 1247, "hollywood": 1248, "parliament": 1249, "worries": 1250, "along": 1251, "senate": 1252, "played": 1253, "mars": 1254, "sanctions": 1255, "statement": 1256, "entertainment": 1257, "avoid": 1258, "jump": 1259, "leaving": 1260, "started": 1261, "files": 1262, "pace": 1263, "newsfactor": 1264, "mac": 1265, "committee": 1266, "tough": 1267, "wanted": 1268, "commercial": 1269, "send": 1270, "front": 1271, "my": 1272, "these": 1273, "interim": 1274, "classic": 1275, "flu": 1276, "karzai": 1277, "potential": 1278, "spot": 1279, "threatened": 1280, "supplies": 1281, "forced": 1282, "powell": 1283, "fed": 1284, "plant": 1285, "heavy": 1286, "concern": 1287, "nhl": 1288, "electronic": 1289, "movie": 1290, "beating": 1291, "de": 1292, "servers": 1293, "illegal": 1294, "boss": 1295, "zealand": 1296, "shopping": 1297, "dec": 1298, "yen": 1299, "organization": 1300, "science": 1301, "king": 1302, "offered": 1303, "application": 1304, "needs": 1305, "chain": 1306, "buying": 1307, "aircraft": 1308, "whose": 1309, "auto": 1310, "rest": 1311, "irish": 1312, "slightly": 1313, "total": 1314, "firefox": 1315, "sharply": 1316, "rule": 1317, "success": 1318, "edge": 1319, "host": 1320, "newspaper": 1321, "suit": 1322, "think": 1323, "aol": 1324, "rejected": 1325, "questions": 1326, "terrorist": 1327, "targets": 1328, "carrier": 1329, "masters": 1330, "citing": 1331, "warner": 1332, "kong": 1333, "makers": 1334, "mass": 1335, "formula": 1336, "stewart": 1337, "dropped": 1338, "sector": 1339, "hong": 1340, "member": 1341, "egypt": 1342, "initial": 1343, "returned": 1344, "ends": 1345, "proposal": 1346, "sec": 1347, "weather": 1348, "playoff": 1349, "eastern": 1350, "became": 1351, "kabul": 1352, "mortgage": 1353, "hot": 1354, "provider": 1355, "james": 1356, "poor": 1357, "ukraine": 1358, "orders": 1359, "qaeda": 1360, "opec": 1361, "prix": 1362, "patriots": 1363, "thought": 1364, "pcs": 1365, "mw": 1366, "tool": 1367, "oakland": 1368, "eagles": 1369, "nyse": 1370, "nigeria": 1371, "tonight": 1372, "wide": 1373, "hockey": 1374, "voting": 1375, "highest": 1376, "develop": 1377, "jose": 1378, "sadr": 1379, "content": 1380, "cable": 1381, "problem": 1382, "carolina": 1383, "result": 1384, "shareholders": 1385, "inflation": 1386, "needed": 1387, "agree": 1388, "ohio": 1389, "recently": 1390, "lose": 1391, "met": 1392, "candidate": 1393, "important": 1394, "question": 1395, "christmas": 1396, "ivory": 1397, "dolphins": 1398, "relief": 1399, "base": 1400, "uranium": 1401, "although": 1402, "secure": 1403, "venture": 1404, "arms": 1405, "pass": 1406, "wild": 1407, "sending": 1408, "ministry": 1409, "tools": 1410, "msn": 1411, "haiti": 1412, "embassy": 1413, "operation": 1414, "michigan": 1415, "premier": 1416, "intelligence": 1417, "longer": 1418, "progress": 1419, "enron": 1420, "closed": 1421, "bombing": 1422, "bombs": 1423, "brought": 1424, "rain": 1425, "film": 1426, "hoping": 1427, "dallas": 1428, "processor": 1429, "ball": 1430, "sans": 1431, "spacecraft": 1432, "kept": 1433, "negotiations": 1434, "abu": 1435, "lift": 1436, "tests": 1437, "protest": 1438, "delay": 1439, "joint": 1440, "consecutive": 1441, "built": 1442, "features": 1443, "thailand": 1444, "linked": 1445, "surgery": 1446, "passes": 1447, "training": 1448, "cards": 1449, "merck": 1450, "begins": 1451, "names": 1452, "issued": 1453, "programs": 1454, "scheduled": 1455, "pension": 1456, "planning": 1457, "worldwide": 1458, "practice": 1459, "hamas": 1460, "striker": 1461, "crew": 1462, "innings": 1463, "attorney": 1464, "hostile": 1465, "ariel": 1466, "figures": 1467, "developed": 1468, "spyware": 1469, "strategy": 1470, "kansas": 1471, "calling": 1472, "deadline": 1473, "fi": 1474, "mets": 1475, "impact": 1476, "vice": 1477, "controversial": 1478, "unveils": 1479, "angels": 1480, "together": 1481, "himself": 1482, "output": 1483, "assault": 1484, "eyes": 1485, "heat": 1486, "cubs": 1487, "lawsuits": 1488, "saudi": 1489, "mixed": 1490, "act": 1491, "check": 1492, "marketing": 1493, "ties": 1494, "afternoon": 1495, "wi": 1496, "raises": 1497, "arab": 1498, "recovery": 1499, "reduce": 1500, "photo": 1501, "cleveland": 1502, "mid": 1503, "hat": 1504, "soldier": 1505, "ebay": 1506, "buys": 1507, "nl": 1508, "march": 1509, "stand": 1510, "ve": 1511, "advertising": 1512, "worst": 1513, "airbus": 1514, "announce": 1515, "parts": 1516, "express": 1517, "improve": 1518, "novell": 1519, "struck": 1520, "expand": 1521, "caused": 1522, "facing": 1523, "trip": 1524, "struggling": 1525, "r": 1526, "damage": 1527, "instead": 1528, "serious": 1529, "martin": 1530, "blow": 1531, "pakistani": 1532, "auction": 1533, "weak": 1534, "budget": 1535, "revealed": 1536, "published": 1537, "civil": 1538, "things": 1539, "climate": 1540, "verdana": 1541, "serif": 1542, "arial": 1543, "helvetica": 1544, "jail": 1545, "pittsburgh": 1546, "threw": 1547, "approval": 1548, "producer": 1549, "eye": 1550, "l": 1551, "surprise": 1552, "sharp": 1553, "zone": 1554, "hotel": 1555, "vioxx": 1556, "saw": 1557, "core": 1558, "backed": 1559, "easy": 1560, "motor": 1561, "delayed": 1562, "massive": 1563, "moving": 1564, "greek": 1565, "manufacturing": 1566, "protect": 1567, "critical": 1568, "patent": 1569, "daily": 1570, "room": 1571, "retailers": 1572, "federer": 1573, "isn": 1574, "troubled": 1575, "armed": 1576, "jerusalem": 1577, "stars": 1578, "ordered": 1579, "finals": 1580, "republican": 1581, "itself": 1582, "download": 1583, "previous": 1584, "live": 1585, "summit": 1586, "alliance": 1587, "image": 1588, "arizona": 1589, "details": 1590, "helping": 1591, "block": 1592, "cutting": 1593, "surge": 1594, "nintendo": 1595, "decades": 1596, "decade": 1597, "estimates": 1598, "bears": 1599, "positive": 1600, "different": 1601, "goals": 1602, "operator": 1603, "bird": 1604, "knee": 1605, "victims": 1606, "terms": 1607, "view": 1608, "pacific": 1609, "warming": 1610, "add": 1611, "owner": 1612, "delhi": 1613, "cause": 1614, "cingular": 1615, "pulled": 1616, "finish": 1617, "ipo": 1618, "probably": 1619, "extended": 1620, "ministers": 1621, "rangers": 1622, "complete": 1623, "machines": 1624, "saddam": 1625, "trophy": 1626, "musharraf": 1627, "showing": 1628, "domestic": 1629, "tom": 1630, "income": 1631, "fla": 1632, "sydney": 1633, "racing": 1634, "finds": 1635, "nikkei": 1636, "something": 1637, "ran": 1638, "community": 1639, "murder": 1640, "platform": 1641, "introduced": 1642, "species": 1643, "appeared": 1644, "deadly": 1645, "demands": 1646, "numbers": 1647, "highs": 1648, "consider": 1649, "rich": 1650, "replace": 1651, "session": 1652, "tie": 1653, "advance": 1654, "piracy": 1655, "falling": 1656, "puts": 1657, "land": 1658, "semiconductor": 1659, "tim": 1660, "opener": 1661, "arrest": 1662, "returns": 1663, "flights": 1664, "bit": 1665, "inside": 1666, "opens": 1667, "pitcher": 1668, "touchdowns": 1669, "industrial": 1670, "liverpool": 1671, "benefits": 1672, "spent": 1673, "ll": 1674, "os": 1675, "notre": 1676, "dame": 1677, "conflict": 1678, "raising": 1679, "beginning": 1680, "royal": 1681, "fannie": 1682, "minute": 1683, "expansion": 1684, "breaking": 1685, "believe": 1686, "super": 1687, "plc": 1688, "cancer": 1689, "passed": 1690, "developing": 1691, "holds": 1692, "prince": 1693, "hour": 1694, "discuss": 1695, "verizon": 1696, "discovered": 1697, "testing": 1698, "sex": 1699, "expos": 1700, "broke": 1701, "roger": 1702, "message": 1703, "century": 1704, "diego": 1705, "tehran": 1706, "hurricanes": 1707, "sea": 1708, "story": 1709, "period": 1710, "arrived": 1711, "jason": 1712, "adds": 1713, "utah": 1714, "paid": 1715, "aims": 1716, "associated": 1717, "extend": 1718, "bryant": 1719, "commerce": 1720, "iraqis": 1721, "la": 1722, "cars": 1723, "resolution": 1724, "yard": 1725, "award": 1726, "vladimir": 1727, "records": 1728, "ask": 1729, "date": 1730, "fiscal": 1731, "value": 1732, "polls": 1733, "backs": 1734, "hands": 1735, "partners": 1736, "historic": 1737, "bell": 1738, "filing": 1739, "students": 1740, "dodgers": 1741, "remained": 1742, "threats": 1743, "done": 1744, "sport": 1745, "class": 1746, "appears": 1747, "virgin": 1748, "seconds": 1749, "announces": 1750, "miles": 1751, "baltimore": 1752, "typhoon": 1753, "amazon": 1754, "unions": 1755, "annan": 1756, "falluja": 1757, "index": 1758, "clash": 1759, "am": 1760, "assets": 1761, "heating": 1762, "microsystems": 1763, "hewlett": 1764, "options": 1765, "votes": 1766, "indonesian": 1767, "criminal": 1768, "agent": 1769, "nothing": 1770, "mozilla": 1771, "urges": 1772, "antitrust": 1773, "telephone": 1774, "traders": 1775, "portable": 1776, "ten": 1777, "forecasts": 1778, "june": 1779, "owners": 1780, "banking": 1781, "tried": 1782, "colin": 1783, "montreal": 1784, "interview": 1785, "packard": 1786, "corporation": 1787, "doctors": 1788, "offense": 1789, "greenspan": 1790, "holdings": 1791, "deals": 1792, "upset": 1793, "driver": 1794, "samsung": 1795, "resume": 1796, "exports": 1797, "thanks": 1798, "format": 1799, "residents": 1800, "fastest": 1801, "witnesses": 1802, "province": 1803, "hewitt": 1804, "wake": 1805, "leaves": 1806, "steps": 1807, "explorer": 1808, "republic": 1809, "shuttle": 1810, "watchdog": 1811, "homer": 1812, "starts": 1813, "seventh": 1814, "rookie": 1815, "georgia": 1816, "jakarta": 1817, "colorado": 1818, "gulf": 1819, "purchase": 1820, "braves": 1821, "tomorrow": 1822, "reportedly": 1823, "sixth": 1824, "nascar": 1825, "cabinet": 1826, "beats": 1827, "qualifying": 1828, "defence": 1829, "twice": 1830, "announcement": 1831, "defensive": 1832, "toshiba": 1833, "sudanese": 1834, "voice": 1835, "setting": 1836, "treasury": 1837, "manning": 1838, "screen": 1839, "wounding": 1840, "bills": 1841, "tigers": 1842, "blasts": 1843, "plus": 1844, "gates": 1845, "smart": 1846, "jet": 1847, "exploded": 1848, "java": 1849, "levels": 1850, "pre": 1851, "english": 1852, "upgrade": 1853, "computing": 1854, "living": 1855, "theft": 1856, "handed": 1857, "faster": 1858, "pull": 1859, "democracy": 1860, "smith": 1861, "enrichment": 1862, "display": 1863, "freed": 1864, "wrap": 1865, "dozens": 1866, "strikes": 1867, "managers": 1868, "rock": 1869, "oklahoma": 1870, "arm": 1871, "design": 1872, "roddick": 1873, "mae": 1874, "gm": 1875, "really": 1876, "allowed": 1877, "score": 1878, "becoming": 1879, "ray": 1880, "coalition": 1881, "halt": 1882, "considering": 1883, "motors": 1884, "candidates": 1885, "non": 1886, "rare": 1887, "areas": 1888, "suffered": 1889, "traffic": 1890, "allegations": 1891, "associates": 1892, "headed": 1893, "defending": 1894, "convention": 1895, "crowd": 1896, "sp": 1897, "marathon": 1898, "pack": 1899, "standards": 1900, "train": 1901, "age": 1902, "sri": 1903, "appeals": 1904, "planet": 1905, "awaited": 1906, "goods": 1907, "thing": 1908, "customer": 1909, "common": 1910, "scores": 1911, "marsh": 1912, "treatment": 1913, "often": 1914, "foot": 1915, "mp": 1916, "notebook": 1917, "strength": 1918, "ca": 1919, "stem": 1920, "themselves": 1921, "handheld": 1922, "closing": 1923, "me": 1924, "emergency": 1925, "twins": 1926, "crucial": 1927, "currency": 1928, "anaheim": 1929, "atomic": 1930, "keeps": 1931, "grew": 1932, "wrong": 1933, "majority": 1934, "micro": 1935, "hearing": 1936, "familiar": 1937, "lawyers": 1938, "richard": 1939, "package": 1940, "tennessee": 1941, "ways": 1942, "atlantic": 1943, "via": 1944, "sure": 1945, "dual": 1946, "steel": 1947, "retirement": 1948, "hole": 1949, "ease": 1950, "pacers": 1951, "bin": 1952, "fear": 1953, "bangladesh": 1954, "gunmen": 1955, "extra": 1956, "disease": 1957, "expect": 1958, "allows": 1959, "ninth": 1960, "bodies": 1961, "abuse": 1962, "philippines": 1963, "successful": 1964, "links": 1965, "turns": 1966, "deep": 1967, "ad": 1968, "blood": 1969, "rejects": 1970, "edition": 1971, "schedule": 1972, "telecommunications": 1973, "changed": 1974, "seems": 1975, "delays": 1976, "allawi": 1977, "syria": 1978, "deaths": 1979, "created": 1980, "shiite": 1981, "word": 1982, "rockets": 1983, "son": 1984, "nortel": 1985, "book": 1986, "model": 1987, "lot": 1988, "enter": 1989, "documents": 1990, "supercomputer": 1991, "saturn": 1992, "peer": 1993, "pick": 1994, "sought": 1995, "brussels": 1996, "direct": 1997, "previously": 1998, "telecom": 1999, "prepared": 2000, "sbc": 2001, "pact": 2002, "wales": 2003, "shut": 2004, "beyond": 2005, "decide": 2006, "missed": 2007, "significant": 2008, "investor": 2009, "speech": 2010, "cities": 2011, "martha": 2012, "prosecutors": 2013, "id": 2014, "sen": 2015, "quickly": 2016, "independent": 2017, "agrees": 2018, "releases": 2019, "completed": 2020, "cross": 2021, "bus": 2022, "developer": 2023, "pair": 2024, "mine": 2025, "wife": 2026, "titan": 2027, "cuba": 2028, "declared": 2029, "mutual": 2030, "partnership": 2031, "suspects": 2032, "matter": 2033, "wait": 2034, "conditions": 2035, "fine": 2036, "images": 2037, "finding": 2038, "laden": 2039, "activity": 2040, "looked": 2041, "finished": 2042, "draft": 2043, "district": 2044, "quit": 2045, "veteran": 2046, "smaller": 2047, "partner": 2048, "request": 2049, "charles": 2050, "redskins": 2051, "dies": 2052, "bringing": 2053, "regional": 2054, "approach": 2055, "raid": 2056, "terrorists": 2057, "helps": 2058, "jumped": 2059, "denied": 2060, "withdrawal": 2061, "info": 2062, "beckham": 2063, "apparently": 2064, "speculation": 2065, "adding": 2066, "hall": 2067, "analyst": 2068, "bought": 2069, "grow": 2070, "preparing": 2071, "putting": 2072, "overtime": 2073, "prisoners": 2074, "zimbabwe": 2075, "heads": 2076, "include": 2077, "ship": 2078, "el": 2079, "commissioner": 2080, "era": 2081, "voted": 2082, "jury": 2083, "van": 2084, "turning": 2085, "opportunity": 2086, "pga": 2087, "gone": 2088, "joined": 2089, "tops": 2090, "andy": 2091, "person": 2092, "flash": 2093, "parties": 2094, "magazine": 2095, "denver": 2096, "property": 2097, "picture": 2098, "chase": 2099, "die": 2100, "receiver": 2101, "schilling": 2102, "auburn": 2103, "worm": 2104, "par": 2105, "cents": 2106, "alan": 2107, "child": 2108, "bombings": 2109, "indiana": 2110, "governor": 2111, "eighth": 2112, "reform": 2113, "indianapolis": 2114, "hamm": 2115, "style": 2116, "tiny": 2117, "sells": 2118, "shooting": 2119, "certain": 2120, "upcoming": 2121, "books": 2122, "jeff": 2123, "plays": 2124, "martinez": 2125, "secret": 2126, "donald": 2127, "natural": 2128, "boosted": 2129, "camera": 2130, "tight": 2131, "kidnappers": 2132, "withdraw": 2133, "priority": 2134, "taliban": 2135, "includes": 2136, "alex": 2137, "chiefs": 2138, "option": 2139, "dream": 2140, "chris": 2141, "plot": 2142, "championships": 2143, "barry": 2144, "believed": 2145, "earthquake": 2146, "response": 2147, "ads": 2148, "nigerian": 2149, "stronger": 2150, "directors": 2151, "ravens": 2152, "rooney": 2153, "disaster": 2154, "increases": 2155, "chart": 2156, "beta": 2157, "hamid": 2158, "comments": 2159, "congo": 2160, "always": 2161, "scoring": 2162, "improved": 2163, "shell": 2164, "trouble": 2165, "clashes": 2166, "vodafone": 2167, "nets": 2168, "crashed": 2169, "frances": 2170, "colts": 2171, "keeping": 2172, "carrying": 2173, "broken": 2174, "lanka": 2175, "breaks": 2176, "pedro": 2177, "cassini": 2178, "perfect": 2179, "roundup": 2180, "agencies": 2181, "milan": 2182, "kevin": 2183, "forest": 2184, "effect": 2185, "extension": 2186, "patch": 2187, "unbeaten": 2188, "movies": 2189, "tampa": 2190, "ticker": 2191, "wenger": 2192, "usatoday": 2193, "scotland": 2194, "cincinnati": 2195, "remote": 2196, "mount": 2197, "hussein": 2198, "hills": 2199, "believes": 2200, "cold": 2201, "involved": 2202, "seoul": 2203, "recall": 2204, "argentina": 2205, "lions": 2206, "copyright": 2207, "ag": 2208, "citigroup": 2209, "steelers": 2210, "hardware": 2211, "newcastle": 2212, "database": 2213, "activities": 2214, "phelps": 2215, "shift": 2216, "robert": 2217, "drops": 2218, "berlin": 2219, "swiss": 2220, "lows": 2221, "capacity": 2222, "limited": 2223, "tries": 2224, "ice": 2225, "bomber": 2226, "link": 2227, "pitch": 2228, "solid": 2229, "solution": 2230, "wave": 2231, "cnn": 2232, "founder": 2233, "stroke": 2234, "turkish": 2235, "rescue": 2236, "failure": 2237, "supporters": 2238, "islamabad": 2239, "placed": 2240, "reason": 2241, "shock": 2242, "allegedly": 2243, "doing": 2244, "vehicle": 2245, "regular": 2246, "lawmakers": 2247, "heading": 2248, "carlos": 2249, "rebounds": 2250, "sir": 2251, "attention": 2252, "voip": 2253, "drives": 2254, "comeback": 2255, "lewis": 2256, "bigley": 2257, "spend": 2258, "choice": 2259, "h": 2260, "entered": 2261, "nationwide": 2262, "rather": 2263, "sentenced": 2264, "crimes": 2265, "love": 2266, "matches": 2267, "pushed": 2268, "venezuela": 2269, "ziff": 2270, "slide": 2271, "leadership": 2272, "packers": 2273, "county": 2274, "semi": 2275, "website": 2276, "poised": 2277, "labour": 2278, "craig": 2279, "coup": 2280, "begun": 2281, "doping": 2282, "fields": 2283, "promised": 2284, "motion": 2285, "journal": 2286, "unlikely": 2287, "officers": 2288, "surged": 2289, "deliver": 2290, "inquiry": 2291, "holy": 2292, "kmart": 2293, "motorola": 2294, "aim": 2295, "accept": 2296, "continuing": 2297, "fees": 2298, "social": 2299, "seed": 2300, "immediately": 2301, "sues": 2302, "brand": 2303, "planes": 2304, "ottawa": 2305, "doubt": 2306, "paper": 2307, "joe": 2308, "morgan": 2309, "works": 2310, "wasn": 2311, "renewed": 2312, "instant": 2313, "investigating": 2314, "driven": 2315, "admitted": 2316, "cool": 2317, "sweep": 2318, "housing": 2319, "uefa": 2320, "feature": 2321, "separate": 2322, "sued": 2323, "advantage": 2324, "lack": 2325, "alive": 2326, "nobel": 2327, "lives": 2328, "flaw": 2329, "radical": 2330, "owned": 2331, "schools": 2332, "premiership": 2333, "overnight": 2334, "ring": 2335, "tackle": 2336, "situation": 2337, "deputy": 2338, "confident": 2339, "explosives": 2340, "anticipated": 2341, "disappointing": 2342, "ranking": 2343, "shrine": 2344, "declined": 2345, "golden": 2346, "asks": 2347, "increasingly": 2348, "usa": 2349, "sides": 2350, "laws": 2351, "boy": 2352, "words": 2353, "resigned": 2354, "halo": 2355, "soaring": 2356, "solar": 2357, "catch": 2358, "safe": 2359, "joins": 2360, "malaysia": 2361, "soft": 2362, "preliminary": 2363, "remaining": 2364, "egyptian": 2365, "greater": 2366, "newly": 2367, "jan": 2368, "pistons": 2369, "acquired": 2370, "violent": 2371, "athletics": 2372, "adobe": 2373, "machine": 2374, "jr": 2375, "lawyer": 2376, "widely": 2377, "au": 2378, "self": 2379, "carter": 2380, "caught": 2381, "worker": 2382, "sears": 2383, "wayne": 2384, "mr": 2385, "challenges": 2386, "fish": 2387, "vendors": 2388, "ok": 2389, "threatening": 2390, "flying": 2391, "k": 2392, "recording": 2393, "launching": 2394, "beach": 2395, "authority": 2396, "criticism": 2397, "edwards": 2398, "preview": 2399, "centre": 2400, "miller": 2401, "songs": 2402, "chances": 2403, "iranian": 2404, "v": 2405, "protocol": 2406, "governments": 2407, "means": 2408, "traditional": 2409, "scientific": 2410, "difficult": 2411, "hear": 2412, "lee": 2413, "jackson": 2414, "waiting": 2415, "vehicles": 2416, "myanmar": 2417, "refugee": 2418, "steady": 2419, "status": 2420, "construction": 2421, "alert": 2422, "messaging": 2423, "threatens": 2424, "els": 2425, "technical": 2426, "chechen": 2427, "idea": 2428, "hunt": 2429, "officially": 2430, "overall": 2431, "fcc": 2432, "compete": 2433, "attacked": 2434, "restructuring": 2435, "jewish": 2436, "electric": 2437, "parent": 2438, "increasing": 2439, "seat": 2440, "patients": 2441, "evening": 2442, "ny": 2443, "gary": 2444, "reporting": 2445, "units": 2446, "banned": 2447, "seized": 2448, "kodak": 2449, "jobless": 2450, "virtual": 2451, "carry": 2452, "studios": 2453, "vendor": 2454, "passenger": 2455, "vietnam": 2456, "suspect": 2457, "towards": 2458, "dangerous": 2459, "br": 2460, "prevent": 2461, "professional": 2462, "kobe": 2463, "unless": 2464, "lay": 2465, "brian": 2466, "sharapova": 2467, "claiming": 2468, "reaching": 2469, "bids": 2470, "shipping": 2471, "spammers": 2472, "anniversary": 2473, "vowed": 2474, "larry": 2475, "address": 2476, "lebanon": 2477, "events": 2478, "hackers": 2479, "captured": 2480, "navy": 2481, "agassi": 2482, "barcelona": 2483, "developers": 2484, "allowing": 2485, "resources": 2486, "spitzer": 2487, "vows": 2488, "user": 2489, "relations": 2490, "lineup": 2491, "vienna": 2492, "playoffs": 2493, "streets": 2494, "channel": 2495, "lifted": 2496, "convicted": 2497, "marines": 2498, "zarqawi": 2499, "militia": 2500, "kind": 2501, "appear": 2502, "similar": 2503, "shots": 2504, "fda": 2505, "hike": 2506, "blockbuster": 2507, "jersey": 2508, "legislation": 2509, "collapse": 2510, "democrats": 2511, "fly": 2512, "jacques": 2513, "gordon": 2514, "pt": 2515, "jeanne": 2516, "briefly": 2517, "rallied": 2518, "symantec": 2519, "titans": 2520, "mariners": 2521, "account": 2522, "defeated": 2523, "split": 2524, "networking": 2525, "providers": 2526, "struggle": 2527, "qtype": 2528, "sym": 2529, "infotype": 2530, "qcat": 2531, "contracts": 2532, "sue": 2533, "entire": 2534, "edged": 2535, "bbc": 2536, "gap": 2537, "creating": 2538, "ancient": 2539, "vijay": 2540, "box": 2541, "va": 2542, "broker": 2543, "mosque": 2544, "pfizer": 2545, "improving": 2546, "faced": 2547, "broadcast": 2548, "signing": 2549, "jailed": 2550, "seeded": 2551, "denies": 2552, "everything": 2553, "reaches": 2554, "jordan": 2555, "measures": 2556, "vaccine": 2557, "tell": 2558, "injuries": 2559, "slam": 2560, "gaming": 2561, "arctic": 2562, "circuit": 2563, "onto": 2564, "driving": 2565, "summary": 2566, "slip": 2567, "viruses": 2568, "sky": 2569, "promises": 2570, "crime": 2571, "identity": 2572, "corruption": 2573, "traded": 2574, "friendly": 2575, "frank": 2576, "ability": 2577, "expressed": 2578, "page": 2579, "prepare": 2580, "education": 2581, "girl": 2582, "refused": 2583, "walt": 2584, "elected": 2585, "hitting": 2586, "taxes": 2587, "forbes": 2588, "quite": 2589, "genesis": 2590, "halliburton": 2591, "extends": 2592, "loses": 2593, "semifinals": 2594, "nd": 2595, "brazilian": 2596, "messages": 2597, "fix": 2598, "critics": 2599, "thomas": 2600, "shoppers": 2601, "factory": 2602, "doubled": 2603, "pervez": 2604, "infoworld": 2605, "browns": 2606, "picked": 2607, "happy": 2608, "analysis": 2609, "processors": 2610, "eased": 2611, "dramatic": 2612, "climb": 2613, "ncaa": 2614, "square": 2615, "paying": 2616, "involving": 2617, "considered": 2618, "failing": 2619, "orleans": 2620, "foods": 2621, "drove": 2622, "columbia": 2623, "prove": 2624, "ron": 2625, "spread": 2626, "grid": 2627, "ankle": 2628, "leg": 2629, "gb": 2630, "diplomats": 2631, "postseason": 2632, "fact": 2633, "scott": 2634, "tied": 2635, "benefit": 2636, "emerged": 2637, "practices": 2638, "mayor": 2639, "photos": 2640, "henman": 2641, "politics": 2642, "april": 2643, "friends": 2644, "fires": 2645, "civilians": 2646, "bottom": 2647, "internal": 2648, "capsule": 2649, "manufacturer": 2650, "fair": 2651, "pole": 2652, "seasons": 2653, "thai": 2654, "possibly": 2655, "subscribers": 2656, "perhaps": 2657, "port": 2658, "environment": 2659, "showdown": 2660, "dismissed": 2661, "pushing": 2662, "blackberry": 2663, "father": 2664, "chile": 2665, "dozen": 2666, "expands": 2667, "ip": 2668, "graphics": 2669, "cooperation": 2670, "born": 2671, "spaceshipone": 2672, "figure": 2673, "pictures": 2674, "siege": 2675, "chirac": 2676, "gov": 2677, "fan": 2678, "bigger": 2679, "outsourcing": 2680, "either": 2681, "fighters": 2682, "ers": 2683, "winds": 2684, "bobby": 2685, "ill": 2686, "kyoto": 2687, "dominated": 2688, "silicon": 2689, "vegas": 2690, "ongoing": 2691, "managed": 2692, "bar": 2693, "arthritis": 2694, "serena": 2695, "astronauts": 2696, "strategic": 2697, "read": 2698, "multi": 2699, "announcing": 2700, "everyone": 2701, "journalists": 2702, "suspension": 2703, "moment": 2704, "silver": 2705, "cowboys": 2706, "colombia": 2707, "kofi": 2708, "alitalia": 2709, "ii": 2710, "backing": 2711, "resolve": 2712, "qaida": 2713, "weaker": 2714, "squad": 2715, "franchise": 2716, "passengers": 2717, "indians": 2718, "snow": 2719, "throughout": 2720, "resignation": 2721, "drivers": 2722, "jays": 2723, "toyota": 2724, "nepal": 2725, "bob": 2726, "language": 2727, "environmental": 2728, "serve": 2729, "playstation": 2730, "approves": 2731, "rout": 2732, "expanding": 2733, "feel": 2734, "massachusetts": 2735, "receive": 2736, "mean": 2737, "brings": 2738, "overseas": 2739, "opponents": 2740, "spring": 2741, "quick": 2742, "pound": 2743, "crown": 2744, "illinois": 2745, "rd": 2746, "espn": 2747, "scientist": 2748, "joining": 2749, "powers": 2750, "shanghai": 2751, "downloads": 2752, "preseason": 2753, "visiting": 2754, "marlins": 2755, "injuring": 2756, "lockout": 2757, "cleared": 2758, "email": 2759, "ali": 2760, "libya": 2761, "ds": 2762, "netherlands": 2763, "msft": 2764, "anyone": 2765, "brawl": 2766, "holes": 2767, "landmark": 2768, "pct": 2769, "tells": 2770, "floods": 2771, "additional": 2772, "successor": 2773, "mosul": 2774, "resigns": 2775, "wind": 2776, "gained": 2777, "walk": 2778, "phishing": 2779, "roll": 2780, "hd": 2781, "connection": 2782, "insisted": 2783, "foundation": 2784, "inventories": 2785, "highly": 2786, "meets": 2787, "cameras": 2788, "maryland": 2789, "sound": 2790, "kick": 2791, "antonio": 2792, "aside": 2793, "hotels": 2794, "pirates": 2795, "pain": 2796, "warnings": 2797, "maccentral": 2798, "heard": 2799, "reds": 2800, "updates": 2801, "mining": 2802, "orlando": 2803, "peter": 2804, "communist": 2805, "treasuries": 2806, "coca": 2807, "freeze": 2808, "torn": 2809, "suggests": 2810, "caribbean": 2811, "controversy": 2812, "predicted": 2813, "sunni": 2814, "band": 2815, "pipeline": 2816, "arabia": 2817, "disc": 2818, "universal": 2819, "gear": 2820, "song": 2821, "protests": 2822, "accounts": 2823, "engineers": 2824, "quality": 2825, "returning": 2826, "southeast": 2827, "anything": 2828, "cover": 2829, "brother": 2830, "medals": 2831, "drew": 2832, "monetary": 2833, "fined": 2834, "reforms": 2835, "agents": 2836, "fox": 2837, "introduce": 2838, "assistant": 2839, "trail": 2840, "brands": 2841, "retire": 2842, "solaris": 2843, "mclennan": 2844, "knew": 2845, "brain": 2846, "fate": 2847, "cases": 2848, "provided": 2849, "produce": 2850, "presence": 2851, "fellow": 2852, "blamed": 2853, "stern": 2854, "offset": 2855, "equity": 2856, "embattled": 2857, "trust": 2858, "talking": 2859, "desert": 2860, "lifts": 2861, "offices": 2862, "vikings": 2863, "hollinger": 2864, "insurgent": 2865, "stopped": 2866, "plants": 2867, "projects": 2868, "boosts": 2869, "assembly": 2870, "palmone": 2871, "palm": 2872, "busch": 2873, "referendum": 2874, "ceremony": 2875, "bronze": 2876, "answer": 2877, "ferguson": 2878, "explosions": 2879, "entry": 2880, "blame": 2881, "trend": 2882, "muslims": 2883, "watched": 2884, "coaches": 2885, "harmony": 2886, "pounds": 2887, "apparent": 2888, "suffering": 2889, "mauresmo": 2890, "knicks": 2891, "matt": 2892, "however": 2893, "cheney": 2894, "surface": 2895, "pledged": 2896, "follow": 2897, "rays": 2898, "boxing": 2899, "models": 2900, "combat": 2901, "helicopter": 2902, "ousted": 2903, "longhorn": 2904, "pop": 2905, "las": 2906, "climbed": 2907, "ken": 2908, "competitive": 2909, "headquarters": 2910, "larger": 2911, "appointed": 2912, "austria": 2913, "approve": 2914, "dna": 2915, "manufacturers": 2916, "northeast": 2917, "docomo": 2918, "table": 2919, "closely": 2920, "payments": 2921, "kazaa": 2922, "mind": 2923, "count": 2924, "uses": 2925, "bitter": 2926, "easier": 2927, "carried": 2928, "feared": 2929, "hassan": 2930, "qualifier": 2931, "described": 2932, "touch": 2933, "targeting": 2934, "worlds": 2935, "lake": 2936, "parents": 2937, "solutions": 2938, "distance": 2939, "chavez": 2940, "prepares": 2941, "reduced": 2942, "sentiment": 2943, "cola": 2944, "allies": 2945, "casino": 2946, "stepped": 2947, "risks": 2948, "produced": 2949, "rovers": 2950, "alternative": 2951, "bridge": 2952, "scale": 2953, "fought": 2954, "pitched": 2955, "magic": 2956, "fails": 2957, "sweden": 2958, "nec": 2959, "wto": 2960, "celtic": 2961, "lets": 2962, "truck": 2963, "harry": 2964, "woes": 2965, "jim": 2966, "meter": 2967, "potentially": 2968, "rome": 2969, "jack": 2970, "seemed": 2971, "siemens": 2972, "raptors": 2973, "clemens": 2974, "beslan": 2975, "infrastructure": 2976, "focused": 2977, "emerging": 2978, "task": 2979, "dc": 2980, "door": 2981, "sap": 2982, "pleaded": 2983, "expanded": 2984, "suite": 2985, "usc": 2986, "penalty": 2987, "worried": 2988, "heavyweight": 2989, "ups": 2990, "retired": 2991, "condition": 2992, "sentence": 2993, "successfully": 2994, "measure": 2995, "osama": 2996, "capable": 2997, "raiders": 2998, "shoulder": 2999, "tape": 3000, "meetings": 3001, "brokerage": 3002, "exit": 3003, "xbox": 3004, "hired": 3005, "humans": 3006, "serving": 3007, "art": 3008, "shipments": 3009, "israelis": 3010, "slipped": 3011, "palace": 3012, "institute": 3013, "imports": 3014, "invasion": 3015, "causing": 3016, "orange": 3017, "effective": 3018, "client": 3019, "largely": 3020, "capture": 3021, "aviation": 3022, "investigators": 3023, "financing": 3024, "spurs": 3025, "glazer": 3026, "distribution": 3027, "positions": 3028, "multiple": 3029, "families": 3030, "license": 3031, "switch": 3032, "maybe": 3033, "mostly": 3034, "publisher": 3035, "lowest": 3036, "euros": 3037, "brief": 3038, "helens": 3039, "charley": 3040, "responsible": 3041, "industries": 3042, "gartner": 3043, "tropical": 3044, "true": 3045, "flaws": 3046, "providing": 3047, "delivered": 3048, "boom": 3049, "cap": 3050, "andre": 3051, "crackdown": 3052, "greatest": 3053, "stands": 3054, "phoenix": 3055, "deutsche": 3056, "kim": 3057, "philips": 3058, "dividend": 3059, "cast": 3060, "targeted": 3061, "river": 3062, "valley": 3063, "landing": 3064, "funding": 3065, "aren": 3066, "disk": 3067, "pushes": 3068, "patents": 3069, "programme": 3070, "insurers": 3071, "manmohan": 3072, "hamilton": 3073, "schumacher": 3074, "offerings": 3075, "bln": 3076, "hill": 3077, "subsidiary": 3078, "reasons": 3079, "couple": 3080, "mountain": 3081, "favorite": 3082, "advances": 3083, "invest": 3084, "movement": 3085, "writer": 3086, "pentagon": 3087, "memphis": 3088, "seahawks": 3089, "homeland": 3090, "clinton": 3091, "territory": 3092, "commander": 3093, "charlotte": 3094, "thatcher": 3095, "tsunami": 3096, "famous": 3097, "versions": 3098, "storms": 3099, "settles": 3100, "writes": 3101, "bankrupt": 3102, "infringement": 3103, "busy": 3104, "arrives": 3105, "owen": 3106, "netscape": 3107, "possibility": 3108, "promise": 3109, "watching": 3110, "maria": 3111, "monthly": 3112, "whole": 3113, "islands": 3114, "representatives": 3115, "accident": 3116, "demanding": 3117, "henry": 3118, "reality": 3119, "provides": 3120, "amount": 3121, "expert": 3122, "battles": 3123, "earned": 3124, "sluggish": 3125, "rfid": 3126, "compared": 3127, "convoy": 3128, "jean": 3129, "ratings": 3130, "clean": 3131, "imf": 3132, "anthony": 3133, "engines": 3134, "suggested": 3135, "transfer": 3136, "religious": 3137, "discovery": 3138, "slowing": 3139, "initiative": 3140, "clothing": 3141, "guinea": 3142, "hiring": 3143, "ocean": 3144, "gateway": 3145, "prospects": 3146, "orbit": 3147, "agenda": 3148, "illegally": 3149, "optimistic": 3150, "marks": 3151, "estimated": 3152, "rolls": 3153, "lakers": 3154, "doubles": 3155, "celtics": 3156, "gasoline": 3157, "earn": 3158, "imac": 3159, "eisner": 3160, "titles": 3161, "experience": 3162, "fierce": 3163, "couldn": 3164, "republicans": 3165, "arena": 3166, "competitors": 3167, "shareholder": 3168, "tentative": 3169, "honda": 3170, "tobacco": 3171, "concerned": 3172, "marine": 3173, "broad": 